# Задача 2
Num1 = int(input("Введите первое число: "))
Num2 = int(input("Введите второе число: "))

print(Num1, '+', Num2, '=', Num1 + Num2)
print(Num1, '*', Num2, '=', Num1 * Num2)