# Задача 3
Num1 = int(input("Введите первое число: "))
Num2 = int(input("Введите второе число: "))
Num3 = int(input("Введите третье число: "))

print(Num1, '*', 2, '=', Num1 + 2)
print(Num2, '-', 3, '=', Num2 - 3)
print(Num3, '*', Num3, '=', Num3 * Num3)
print(Num1, '+', Num2, '+', Num3, '=', Num1 + Num2 + Num3)