#Пользователь вводит номер месяца, вывести название месяца.

print('''
1 - Январь
2 - Февраль
3 - Март
4 - Апрель
5 - Май
6 - Июнь
7 - Июль
8 - Август
9 - Сентябрь
10 - Октябрь
11 - Ноябрь
12 - Декабрь
''')

number = int(input("Введите номер нужного вам месяца: "))

if number == 1:
    print("Январь")
if number == 2:
    print("Февраль")
if number == 3:
    print("Март")
if number == 4:
    print("Апрель")
if number == 5:
    print("Май")
if number == 6:
    print("Июнь")
if number == 7:
    print("Июль")
if number == 8:
    print("Август")
if number == 9:
    print("Сентябрь")
if number == 10:
    print("Октябрь")
if number == 11:
    print("Ноябрь")
if number == 12:
    print("Декабрь")